Repository: ppsx/nvidia-prime-applet
Catalog: po/*.po
Languages: ar, el, eo, eu, hr, ia, kk, lt, lv, nl, pl, ru, uk

source: NVIDIA (Performance Mode)
ar: نفيديا (وضع الأداء)
el: NVIDIA (Λειτουργία Απόδοσης)
eo: NVIDIA (Rendimenta reĝimo)
eu: NVIDIA (errendimendu modua)
hr: NVIDIA (Performanse)
ia: NVIDIA (Modo prestationes)
kk: NVIDIA
lt: NVIDIA (Našumo veiksena)
lv: NVIDIA (Veiktspējas režīms)
nl: NVIDIA (prestatiemodus)
pl: NVIDIA (tryb wydajny)
ru: NVIDIA (Режим производительности)
uk: NVIDIA (Режим продуктивности)

source: NVIDIA Hybrid (On-Demand)
pl: hybrydowy (NVIDIA na żądanie)

source: Intel (Power Saving Mode)
ar: إنتل (وضع توفير الطاقة)
el: Intel (Λειτουργία εξοικονόμησης ενέργειας)
eo: Intel (Energiŝpara reĝimo)
eu: Intel (Energia aurrezteko modua)
hr: Intel (Štednja energije)
ia: Intel (Modo sparnio de energia)
kk: Intel (Қуат сақтау режімі)
lt: Intel (Energijos taupymo veiksena)
lv: INTEL (Strāvas taupīšanas režīms)
nl: Intel (energiebesparingsmodus)
pl: Intel (tryb oszczędzania energii)
ru: Intel (Режим энергосбережения)
uk: Intel (Режим енергоекономії)

source: AMD (Power Saving Mode)
el: AMD (Κατάσταση Εξοικονόμησης Ενέργειας)
eu: AMD (Energia aurrezteko modua)
hr: AMD (Štednja energije)
ia: AMD (Modo sparnio energia)
kk: AMD (Қуат сақтау режімі)
lt: AMD (Energijos taupymo veiksena)
nl: AMD (energiebesparingsmodus)
pl: AMD (tryb oszczędzania energii)
uk: AMD (енергоощадний режим)

source: Switch to: %s
ar: التبديل إلى: %s
el: Εναλλαγή σε: %s
eo: Ŝalti al: %s
eu: Aldatu hona: %s
hr: Prebaci na: %s
ia: Passar a: %s
kk: Ауыстыру: %s
lt: Perjungti į: %s
lv: Pārslēgt uz: %s
nl: Overschakelen naar: %s
pl: Przełącz na: %s
ru: Переключить в: %s
uk: Перемикнути у: %s

source: Unknown mode
ar: وضع غير معروف
el: Άγνωστη λειτουργία
eo: Nekonata reĝimo
eu: Modu ezezaguna
hr: Nepoznat način rada
ia: Modo incognite
kk: Белгісіз режім
lt: Nežinoma veiksena
lv: Nezināms režīms
nl: Onbekende modus
pl: Nieznany tryb
ru: Неизвестный режим
uk: Невідомий режим

source: Active profile: %s
ar: ملف التعريف النشط: %s
el: Ενεργό προφίλ: %s
eo: Aktiva profilo: %s
eu: Profil aktiboa: %s
hr: Aktivan profil: %s
ia: Activar profilo: %s
kk: Белсенді бейін: %s
lt: Aktyvus profilis: %s
lv: Aktīvais profils: %s
nl: Actief profiel: %s
pl: Aktywny profil: %s
ru: Активный профиль: %s
uk: Активний профіль: %s

source: Reboot to switch to: %s
pl: Zrestartuj system aby przełączyć się na: %s

source: Cancel Switch
pl: Anuluj przełączenie

source: NVIDIA Settings
ar: إعدادات نفيديا
el: Ρυθμίσεις NVIDIA
eo: NVIDIA-agordoj
eu: NVIDIA ezarpenak
hr: NVIDIA postavke
ia: Parametros de NVIDIA
kk: NVIDIA баптаулары
lt: NVIDIA nustatymai
lv: NVIDIA iestatījumi
nl: NVIDIA-instellingen
pl: Ustawienia NVIDIA
ru: Настройки NVIDIA
uk: Налаштування NVIDIA

source: About
ar: حول
el: Σχετικά
eo: Pri
eu: Honi buruz
hr: O programu
ia: A proposito
kk: Бағдарлама туралы
lt: Apie
lv: Par
nl: Over
pl: O programie
ru: О программе
uk: Про

source: Quit
ar: إنهاء
el: Έξοδος
eo: Forlasi
eu: Irten
hr: Zatvori
ia: Quitar
kk: Шығу
lt: Išeiti
lv: Iziet
nl: Afsluiten
pl: Zamknij
ru: Выйти
uk: Вийти

source: Are you sure you want to cancel the switch and return to %s?
pl: Na pewno chcesz anulować i przywrócić %s?

source: Are you sure you want to switch to %s?
ar: هل أنت متأكد أنك تريد التبديل إلى %s؟
el: Είστε σίγουροι ότι θέλετε να κάνετε εναλλαγή σε %s;
eo: Ĉu vi certas, ke vi volas ŝalti al %s?
eu: Ziur zaude %s(e)ra aldatu nahi duzula?
hr: Sigurno želite prebaciti na %s?
ia: Desira tu vermente passar a %s?
kk: %s ауыстырғыңыз келе ме?
lt: Ar tikrai norite perjungti į %s?
lv: Vai esat pārliecināts, ka vēlaties pārslēgt uz %s?
nl: Weet u zeker dat u wilt omschakelen naar %s?
pl: Na pewno chcesz przełączyć na %s?
ru: Вы хотите переключить в %s?
uk: Ви бажаєте перемикнути у %s?

source: It can take a while, be patient.
pl: To może chwilę potrwać, proszę czekać.

source: Changes will take effect after you reboot your system.
pl: Zmiany zostaną wprowadzone po zrestartowaniu systemu.

source: Reboot system now?
pl: Zrestartować system teraz?

source: NVIDIA On-Demand
ar: نفيديا حسب الطلب
eo: NVIDIA laŭpeta
hr: NVIDIA Na zahtjev
ia: NVIDIA al-demanda
kk: NVIDIA талабымен
lt: NVIDIA pagal pareikalavimą
lv: NVIDIA pēc pieprasījuma
nl: NVIDIA (naar behoefte)
ru: NVIDIA По требованию
uk: NVIDIA За вимогою

source: Changes will take effect after you log out and log back in.
ar: سيتم تنفيذ التغييرات بعد تسجيل الخروج و تسجيل الدخول مجددا.
el: Οι αλλαγές θα εφαρμοστούν μετά από έξοδο και επανσύνδεση
eo: Ŝanĝoj efektiviĝos, post kiam vi elsalutas kaj denove ensalutas.
eu: Aldaketek saioa berriz hastean izango dute eragina.
hr: Promjene će se primijeniti nakon što se odjavite i ponovno prijavite.
ia: Cambiamentos prendera effecto post tu disconnecte te e re-accede.
kk: Жүйден шығып, қайтадан кірген кезде өзгертулер күшіне енеді.
lt: Pakeitimai įsigalios po to, kai atsijungsite ir vėl prisijungsite.
lv: Izmaiņas stāsies spēkā, kad izrakstīsieties un pierakstīsieties atpakaļ.
nl: Wijzigingen zullen van kracht worden nadat u zich hebt afgemeld en weer aangemeld.
ru: Для принятия изменений необходимо перезапустить сеанс.
uk: Для застосування змін потрібно завершити сеанс і увійти знову.
